// Задача 3
// Даны две целых числа. Вывести на экран большее из них

// В каталог вставил блок-схему для решения данной задачи (Flowchart_3.png)

// Решение

int a = 5;
int b = 7;

if (a > b)
{
    Console.WriteLine(a);
}
else
{
    Console.WriteLine(b);
}
